# Создайте 4 функции: add(), substract(), multiply(), divide()
# которые будут принимать по 2 аргумента и возвращать результат:
# сложения, вычитания, умножения и деления.
def add(a, b):
    return a + b
def substract(a, b):
    return a - b
def multiply(a, b):
    return a * b
def divide(a, b):
    return a / b
print(add(2, 4))
print(substract(2, 4))
print(multiply(2, 4))
print(divide(2, 4))